---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeShowUpdown
source: html/24e950d6-c733-a1b7-3fbe-026a5b7b0561.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeShowUpdown Property

"Show Up/Down in Plan": Show Up/Down in Plan

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeShowUpdown { get; }
```